Repository: kochinc/openmediavault
Catalog: deb/openmediavault-netatalk/usr/share/openmediavault/locale/*/openmediavault-netatalk.po
Languages: sl_si, uk_uk

source: Add share
sl_si: Dodaj deljeno mapo
uk_uk: Додати спільний ресурс

source: Advanced settings
sl_si: Napredne nastavitve
uk_uk: Розширенні налаштування

source: Allow guest login.
sl_si: Dovoli prijave kot gost.
uk_uk: Дозволити гостьовий вхід.

source: Allow guests to create or modify files.
sl_si: Dovoli gostom ustvarjanje in spreminjanje datotek.
uk_uk: Дозволити гостям створювати або змінювати файли.

source: Allow logins with passwords transmitted in the clear.
sl_si: Dovoli prijave z gesli, ki niso šifrirana.
uk_uk: Дозволити передавати логіни з паролями в не зашифрованому вигляді.

source: Allow plain passwords
sl_si: Dovoli navadna - plain gesla
uk_uk: Дозволити прості паролі

source: Case folding
uk_uk: Заміна зегістру

source: Client sees lowercase, server sees uppercase
uk_uk: Клієнт бачить нижній регістр, сервер бачить прописні

source: Client sees uppercase, server sees lowercase
uk_uk: Клієнт бачить у верхньому регістрі, сервер бачить нижній регістр

source: Comment
sl_si: Komentar
uk_uk: Коментар

source: Edit share
sl_si: Uredi deljeno mapo
uk_uk: Редагувати спільний ресурс

source: Enable
sl_si: Omogoči
uk_uk: Увімкнути

source: Enable Time Machine support for this share.
uk_uk: Увімкнути підтримку Time Machine для цього спільного ресурсу.

source: Enable user home directories.
uk_uk: Увімкнути домашній каталог користувача.

source: Enabled
sl_si: Omogočeno
uk_uk: Увімкнено

source: Extra options
sl_si: Dodatne nastavitve
uk_uk: Додаткові опції

source: General settings
sl_si: Splošne nastavitve
uk_uk: Загальні налаштування

source: Guest login
sl_si: Prijava za goste
uk_uk: Гість увійти

source: Guest permissions
sl_si: Dovoljenja za goste
uk_uk: Гість, права доступу

source: Guests only have read access by default.
sl_si: Gosti lahko privzeto samo berejo podatke.
uk_uk: Типово гості мають доступ лиш для читання.

source: Hide dot files
sl_si: Skrij datoteke, ki se začnejo s piko
uk_uk: Приховати dot файли

source: Home directories
sl_si: Domače mape
uk_uk: Домашній каталог

source: If this option is set, then a password is required to access the share.
uk_uk: Якщо цей пункт встановлений​​, то необхідний пароль для доступу до спільної теки.

source: If this option is set, then users may not create or modify files in the share.
uk_uk: Якщо ця опція встановлена​​, то користувачі не можуть створювати або змінювати файли у спільній теці.

source: Limit the reported volume size to the given value in MiB, thus preventing TM from using the whole disk space for backup. Set this value to 0 to disable this option.
uk_uk: Обмежити об'єм повідомлень, розміром заданого значення в Мб, таким чином запобігаючи ТМ використанню всього дискового простору для резервного копіювання. Встановіть значення 0, щоб відключити цю опцію.

source: Lowercases names in both directions
sl_si: Imena z malo začetnico v obeh mapah
uk_uk: Нижній регістр імена в обох напрямках

source: Make dot files invisible.
sl_si: Skrij datoteke, ki se začnejo s piko.
uk_uk: Зробити файли з крапкою невидимими.

source: None
sl_si: Nič
uk_uk: Немає

source: Password
sl_si: Geslo
uk_uk: Пароль

source: Please check the <a href='http://netatalk.sourceforge.net/3.0/htmldocs/afp.conf.5.html' target='_blank'>manual page</a> for more details.
sl_si: Prosimo oglejte si <a href='http://netatalk.sourceforge.net/3.0/htmldocs/afp.conf.5.html' target='_blank'>stran v priročniku</a> za več informacij.
uk_uk: Будь ласка, відвідайте <a href='http://netatalk.sourceforge.net/3.0/htmldocs/afp.conf.5.html' target='_blank'>сторінку</a>для отримання більш докладної інформації.

source: Quota
sl_si: Kvota
uk_uk: Квота

source: Read only
sl_si: Samo za branje
uk_uk: Лише для читання

source: Set read only.
sl_si: Nastavi samo za branje
uk_uk: Встановити лише для читання.

source: Settings
sl_si: Nastavitve
uk_uk: Налаштування

source: Shared folder
sl_si: Deljena mapa
uk_uk: Спільна тека

source: Shares
sl_si: Vse deljene mape
uk_uk: Спільний ресурс

source: The location of the files to share.
sl_si: Lokacija datotek za deljenje.
uk_uk: Розташування файлів для спільного доступу.

source: This option handles, if the case of filenames should be changed.
uk_uk: Ця опція вказує, чи повинен мінятися реєстр імен файлів

source: Time Machine support
sl_si: Podpora za Time Machine
uk_uk: Підтримка Time Machine

source: Unix privileges
uk_uk: Unix привілеї

source: Uppercases names in both directions
sl_si: Imena z veliko začetnico v obeh mapah
uk_uk: Верхній регістр імені в обох напрямках

source: Use AFP3 unix privileges.
sl_si: Uporabite AFP3 unix pravice.
uk_uk: Використовувати привілеї AFP3 Unix.

source: n/a
uk_uk: н/д
