Repository: kochinc/openmediavault
Catalog: deb/openmediavault-ldap/usr/share/openmediavault/locale/*/openmediavault-ldap.po
Languages: ca_es

source: Directory Service
ca_es: Servei de Directori

source: Enable
ca_es: Habilitar

source: Enable PAM
ca_es: Habilitar PAM

source: Enable SSL/TLS
ca_es: Habilitar SSL/TLS

source: Enable secure connection.
ca_es: Habilitar connexió segura.

source: Extra client options
ca_es: Opcions addicionals del client

source: Extra options
ca_es: Opcions addicionals

source: General settings
ca_es: Opcions Generals

source: Groups suffix
ca_es: Sufix de grup

source: Password
ca_es: Contrasenya

source: Please check the <a href='http://linux.die.net/man/5/ldap.conf' target='_blank'>manual page</a> for more details.
ca_es: Per la resta de detalls visiteu la <a href='http://linux.die.net/man/5/ldap.conf' target='_blank'>pàgina del manual</a>.

source: Please check the <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>manual page</a> for more details.
ca_es: Per la resta de detalls visiteu la <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>pàgina del manual</a>.

source: Settings
ca_es: Opcions

source: Specifies the base distinguished name (DN) to use as search base, e.g. 'dc=example,dc=net'.
ca_es: Especifiqueu la base del DN a usar com base de cerca, P.e.: 'dc=example,dc=net'.

source: Specifies the credentials with which to bind.
ca_es: Especifiqueu les credencials amb les que voleu unir-vos.

source: Specifies the distinguished name (DN) with which to bind to the directory server for lookups, e.g. 'cn=manager,dc=example,dc=net'.
ca_es: Especifiqueu el Nom Distingit (DN) amb el que s'unirà al servidor de directoris per a cerques, P.e.: 'cn=manager,dc=example,dc=net'.

source: Specifies the group suffix, e.g. 'ou=Groups'.
ca_es: Especifiqueu el sufix de grup. P.e.: 'ou=Groups'.

source: Specifies the port to connect to.
ca_es: Especifiqueu el port a connectar-vos.

source: Specifies the user suffix, e.g. 'ou=Users'.
ca_es: Especifiqueu el sufix de usuari, P.e.: 'ou=Users'.

source: The FQDN or IP address of the server.
ca_es: L'adreça FQDN o la IP del servidor

source: Use LDAP for authentication system-wide along with other authentication sources.
ca_es: Usar LDAP com a sistema d'autentificació amb altres proveïdors d'autentificació.

source: Users suffix
ca_es: Sufix d'usuari
